<?php

return [
    'Menue' => [
        'Main' => [
            'Home' => 'Главная',
            'About' => 'О нас',
            'Contact' => 'Контакты',
            'Layouts' => 'Планировки',
            'Prefs' => 'Преимущества',
            'Qoute' => 'Обратная связь',
        ],
    ],
    'Layouts' => [
        'Dt' => [
            'SeilHeight' => 'Высота потолка',
            'Rooms' => 'Количество комнат',
            'AllArea' => 'Общая площадь',
            'LiveArea' => 'Жилая площадь',
            'KitArea' => 'Площадь кухни',
        ],
    ],
    'Popapform' => [
        'Title' => 'Запрос в отдел продаж',
        'YourName' => 'Ваше имя',
        'YourPhone' => 'Контактный номер*',
        'YourMail' => 'Адрес электронной почты',
        'YourMessage' => 'Что именно Вас интересует',
        'Submit' => 'Отправить',
        
        'Messages' => [
            'Error' => [
                'UndefinedError' => 'Ошибка при отправке сообщения',
                'NotAjax' => 'Неверный протокол отправки данных',
                'EmptyPhone' => 'Необходимо указать номер телефона',
                'NotValidPhone' => 'Неверный формат номера телефона',
            ],
            'Success' => [
                'Message' => 'Мы получили Ваше сообщение, Ваш личный менеджер свяжется с Вами в ближайшее время.',
            ],
        ],
    ],
    'Buttons' => [
        'LearnMore' => 'Узнать больше',
        'SelectMy' => 'Выбрать свою',
        'MoreLayouts' => 'Еще варианты',
        'Subscribe' => 'Записаться на просмотр',
        'Presentation' => 'Скачать каталог',
    ],
    'Slider' => [
        'Title' => 'Ювелирная работа с недвижимостью <br>Новый стиль твоей жизни',
        'Description' => 'ЖК Idilika Avenue - это новый и современный жилой комплекс комфорт класса, который станет Вашим лучшим местом проживания.',
    ],
    'Sections' => [
        'Page' => [
            'Floors' => 'Поверхи',
        ],
        'Prefs' => [
            'FlatsCount' => 'Квартир в доме',
            'FloorsCount' => 'Этажей',
            'HousesCount' => 'Дом',
            'FeeCount' => 'Года рассрочки',
        ],
        'News' => [
            'BeforeTitle' => 'Планировки',
            'Title' => 'Выберите свою квартиру',
        ],
        'Projects' => [
            'BeforeTitle' => 'Преимущества',
        ],
        'Abouts' => [
            'Wellcome' => 'Приветствуем!'
        ],
        'Faq' => [
            'BeforeTitle' => 'Почему мы',
        ],
    ],
    'Footer' => [
        'TimeOfWorkTitle' => 'График работы',
        'TimeOfWorkLineOne' => 'С понедельника по субботу: с 9:00 - 19:00',
        'TimeOfWorkLineTwo' => 'Воскресенье: с 11:00 - 16:00 (по договоренности с клиентом)',
        'AddressTitle' => 'Адрес отдела продаж',
        'AddressLineOne' => 'г. Буча, ул. Б.Гмыри, 7',
    ],
];